Repository: anti-ltd/clink-localizations
Catalog: Catalog/Localizable.xcstrings
Source language: en
Languages: de, es, et, fr, hi, hu, it, ja, ko, ms, ne, pt, ru, tr, zh_hans

source: The keyboard you just tried works everywhere with a membership. Inside this app it stays free.
de: Mit einer Mitgliedschaft funktioniert die Tastatur, die du gerade ausprobiert hast, überall. In dieser App bleibt sie kostenlos.
es: El teclado que acabas de probar funciona en todas partes con una suscripción. Dentro de esta app seguirá siendo gratis.
et: Klaviatuur, mida just proovisid, töötab liikmelisusega kõikjal. Selles rakenduses jääb see tasuta.
fr: Avec un abonnement, le clavier que tu viens d'essayer fonctionne partout. Dans cette app, il reste gratuit.
hu: Tagsággal az imént kipróbált billentyűzet mindenhol működik. Ebben az appban ingyenes marad.
it: Con un abbonamento, la tastiera che hai appena provato funziona ovunque. Dentro questa app resta gratuita.
ja: メンバーシップに登録すると、今試したキーボードをどこでも使えます。このアプリ内では無料のままです。
ko: 멤버십에 가입하면 방금 써 본 키보드를 어디서나 사용할 수 있어요. 이 앱 안에서는 계속 무료예요.
ms: Dengan keahlian, papan kekunci yang baru dicuba boleh digunakan di mana-mana. Dalam app ini, ia kekal percuma.
pt: Com uma adesão, o teclado que acabaste de experimentar funciona em todo o lado. Nesta app continua grátis.
ru: Клавиатура, которую вы только что попробовали, работает везде с членством. Внутри этого приложения она остаётся бесплатной.
zh_hans: 开通会员后，刚刚试用的键盘可在任何地方使用。在此 App 内则会一直免费。

source: The keyboard's flip button swaps between these two, so a conversation is one tap each way.
de: Die Tauschtaste der Tastatur wechselt zwischen diesen beiden — ein Gespräch ist also ein Tippen pro Richtung.
es: El botón de intercambio del teclado alterna entre estos dos, así que una conversación es un toque en cada sentido.
et: Klaviatuuri vahetusnupp vahetab nende kahe vahel, nii et vestlus on üks puudutus kummaski suunas.
fr: Le bouton d’inversion du clavier bascule entre ces deux langues : une conversation ne demande qu’un appui dans chaque sens.
hu: A billentyűzet váltógombja e kettő között vált, így egy beszélgetés mindkét irányban egy koppintás.
it: Il pulsante di scambio della tastiera alterna queste due lingue, così una conversazione è un tocco per parte.
ja: キーボードの入れ替えボタンはこの2つを切り替えます。会話中もどちらの向きも1タップです。
ko: 키보드의 전환 버튼이 이 두 언어를 바꿔 줍니다. 대화 중 어느 방향이든 한 번만 누르면 됩니다.
ms: Butang tukar pada papan kekunci menyilih antara kedua-duanya, jadi perbualan hanya satu ketikan setiap arah.
pt: O botão de troca do teclado alterna entre estes dois, por isso uma conversa é um toque em cada sentido.
ru: Кнопка переворота на клавиатуре меняет эти два языка местами, так что разговор — по одному нажатию в каждую сторону.
zh_hans: 键盘上的互换按钮会在这两种语言之间切换，对话时每个方向都只需轻点一次。

source: The keyboard, emoji and your presets are free in every app. Membership unlocks the tools: dictation, clipboard, AI Tools and more.
de: Tastatur, Emoji und deine Vorgaben sind in jeder App kostenlos. Mit der Mitgliedschaft werden die Tools freigeschaltet: Diktat, Zwischenablage, KI-Tools und mehr.
es: El teclado, los emojis y tus ajustes predefinidos son gratis en todas las apps. La suscripción desbloquea las herramientas: dictado, portapapeles, herramientas de IA y más.
et: Klaviatuur, emotikonid ja sinu eelseadistused on igas rakenduses tasuta. Liikmelisus avab tööriistad: dikteerimine, lõikelaud, AI-tööriistad ja palju muud.
fr: Le clavier, les emojis et tes préréglages sont gratuits dans toutes les apps. L’abonnement débloque les outils : dictée, presse-papiers, outils d’IA et plus encore.
hu: A billentyűzet, az emodzsik és a beállításaid minden alkalmazásban ingyenesek. Az előfizetés feloldja az eszközöket: diktálás, vágólap, AI-eszközök és még több.
it: La tastiera, le emoji e i tuoi preset sono gratuiti in ogni app. L'abbonamento sblocca gli strumenti: dettatura, appunti, strumenti AI e altro.
ja: キーボード、絵文字、プリセットはすべてのアプリで無料です。メンバーシップでツール（音声入力、クリップボード、AIツールなど）が使えるようになります。
ko: 키보드, 이모지, 프리셋은 모든 앱에서 무료입니다. 멤버십으로 받아쓰기, 클립보드, AI 도구 등 도구를 잠금 해제하세요.
ms: Papan kekunci, emoji dan pratetap anda adalah percuma dalam setiap aplikasi. Keahlian membuka kunci alatan: imlak, papan keratan, Alatan AI dan banyak lagi.
pt: O teclado, os emojis e os seus predefinidos são gratuitos em todas as apps. A assinatura desbloqueia as ferramentas: ditado, área de transferência, ferramentas de IA e mais.
ru: Клавиатура, эмодзи и ваши пресеты бесплатны в каждом приложении. Членство открывает инструменты: диктовку, буфер обмена, инструменты ИИ и другое.
zh_hans: 键盘、表情符号和您的预设在任何应用中均免费。会员资格解锁工具：听写、剪贴板、AI 工具等。

source: The keys are too round for me
de: Mir sind die Tasten zu rund
es: Las teclas me quedan demasiado redondeadas
et: Klahvid on minu jaoks liiga ümarad
fr: Les touches sont trop arrondies à mon goût
hu: Túl kerekek nekem a billentyűk
it: I tasti sono troppo arrotondati per i miei gusti
ja: キーの角が丸すぎます
ko: 키 모서리가 너무 둥글어요
ms: Kekunci terlalu bulat bagi saya
pt: As teclas são demasiado redondas para o meu gosto
ru: Клавиши для меня слишком круглые
zh_hans: 按键太圆了

source: The keys you use most stay the warmest.
de: Die Tasten, die du am häufigsten nutzt, bleiben am wärmsten.
es: Las teclas que más usas se mantienen más cálidas.
et: Klahvid, mida sa kõige rohkem kasutad, püsivad kõige soojemad.
fr: Les touches les plus utilisées restent les plus chaudes.
hu: A legtöbbet használt gombok maradnak a legmelegebbek.
it: I tasti che usi di più restano i più caldi.
ja: よく使うキーがいちばん暖かい色のままになります。
ko: 가장 많이 쓰는 키가 가장 뜨겁게 남습니다.
ms: Kekunci yang paling anda guna kekal paling panas.
pt: As teclas que usas mais ficam mais quentes.
ru: Самые используемые клавиши остаются самыми тёплыми.
zh_hans: 你用得最多的按键会一直最热。

source: The label is just what's drawn. The key still types the text above.
de: Die Beschriftung ist nur das, was gezeichnet wird. Die Taste tippt weiterhin den Text oben.
es: La etiqueta es solo lo que se dibuja: la tecla sigue escribiendo el texto de arriba.
et: Pealdis on ainult see, mis joonistatakse. Klahv sisestab endiselt ülaltoodud teksti.
fr: L'étiquette n'est que le dessin. La touche tape toujours le texte ci-dessus.
hu: A címke csak a rajzolat. A billentyű továbbra is a fenti szöveget írja be.
it: L'etichetta è solo ciò che viene disegnato: il tasto digita comunque il testo qui sopra.
ja: ラベルは見た目だけで、キーは引き続き上のテキストを入力します。
ko: 레이블은 그려지는 모양일 뿐이에요. 키는 여전히 위의 텍스트를 입력해요.
ms: Label hanyalah apa yang dilukis. Kekunci tetap menaip teks di atas.
pt: A etiqueta é apenas o que é desenhado. A tecla continua a escrever o texto acima.
ru: Подпись — это только то, что нарисовано. Клавиша всё равно вводит текст, указанный выше.
zh_hans: 标签只是画出来的样子，按键仍然输入上面的文本。

source: The language Clink's own screens are shown in.
de: Die Sprache, in der Clinks eigene Bildschirme erscheinen.
es: El idioma en el que se muestran las pantallas de Clink.
et: Keel, milles Clinki enda ekraane näidatakse.
fr: La langue dans laquelle s’affichent les écrans de Clink.
hu: Az a nyelv, amelyen a Clink saját képernyői megjelennek.
it: La lingua in cui vengono mostrate le schermate di Clink.
ja: Clink の画面を表示する言語です。
ko: Clink 화면을 표시할 언어입니다.
ms: Bahasa untuk skrin Clink sendiri.
pt: O idioma em que os ecrãs do Clink aparecem.
ru: Язык, на котором показаны экраны самого Clink.
zh_hans: Clink 自身界面使用的语言。

source: The language key does both jobs.
de: Die Sprachtaste erledigt beides.
es: La tecla de idioma hace las dos cosas.
et: Keeleklahv teeb mõlemad tööd.
fr: La touche de langue fait les deux.
hu: A nyelvbillentyű mindkettőre jó.
it: Il tasto della lingua fa entrambe le cose.
ja: 言語キーが両方の役目を果たします。
ko: 언어 키 하나로 두 가지가 다 됩니다.
ms: Kekunci bahasa melakukan kedua-duanya.
pt: A tecla de idioma faz as duas coisas.
ru: Клавиша языка справляется с обеими задачами.
zh_hans: 语言键两件事都能做。

source: The language this layout types. Change which layout it uses in Languages.
de: Die Sprache, die dieses Layout schreibt. Welches Layout sie nutzt, änderst du unter Sprachen.
es: El idioma que escribe esta disposición. Cambia cuál usa en Idiomas.
et: Keel, mida see paigutus tipib. Muuda, millist paigutust ta kasutab, lehel Keeled.
fr: La langue que cette disposition écrit. Change celle qu'elle utilise dans Langues.
hu: A nyelv, amit ez az elrendezés ír. Hogy melyiket használja, a Nyelvek alatt állítod.
it: La lingua che questa disposizione scrive. Cambia quale usa in Lingue.
ja: この配列が入力する言語です。どの配列を使うかは「言語」で変更できます。
ko: 이 배열이 입력하는 언어입니다. 어떤 배열을 쓸지는 ‘언어’에서 바꿉니다.
ms: Bahasa yang ditaip oleh susunan ini. Tukar susunan yang digunakannya dalam Bahasa.
pt: O idioma que esta disposição escreve. Muda qual usa em Idiomas.
ru: Язык, на котором печатает эта раскладка. Сменить используемую раскладку можно в «Языках».
zh_hans: 这个排列输入的语言。要改用哪个排列，在「语言」中设置。

source: The language-pack download could not be installed.
de: Der Download des Sprachpakets konnte nicht installiert werden.
es: No se pudo instalar la descarga del paquete de idioma.
et: Keelepaketi allalaadimist ei saanud installida.
fr: Le téléchargement du pack linguistique n’a pas pu être installé.
hi: भाषा पैक डाउनलोड इंस्टॉल नहीं किया जा सका।
hu: A nyelvi csomag letöltése nem telepíthető.
it: Non è stato possibile installare il download del pacchetto lingua.
ja: 言語パックのダウンロードをインストールできませんでした。
ko: 언어 팩 다운로드를 설치할 수 없습니다.
ms: Muat turun pek bahasa tidak dapat dipasang.
ne: भाषा प्याक डाउनलोड स्थापना गर्न सकिएन।
pt: Não foi possível instalar a transferência do pacote de idioma.
ru: Не удалось установить загруженный языковой пакет.
tr: Dil paketi indirilemedi ve kurulamadı.
zh_hans: 无法安装下载的语言包。

source: The language-pack download could not be verified.
de: Der Download des Sprachpakets konnte nicht überprüft werden.
es: No se pudo verificar la descarga del paquete de idioma.
et: Keelepaketi allalaadimist ei saanud kinnitada.
fr: Le téléchargement du pack linguistique n’a pas pu être vérifié.
hi: भाषा पैक डाउनलोड सत्यापित नहीं किया जा सका।
hu: A nyelvi csomag letöltését nem sikerült ellenőrizni.
it: Non è stato possibile verificare il download del pacchetto lingua.
ja: 言語パックのダウンロードを確認できませんでした。
ko: 언어 팩 다운로드를 확인할 수 없습니다.
ms: Muat turun pek bahasa tidak dapat disahkan.
ne: भाषा प्याक डाउनलोड प्रमाणित गर्न सकिएन।
pt: Não foi possível verificar a transferência do pacote de idioma.
ru: Не удалось проверить загруженный языковой пакет.
tr: Dil paketi indirilemedi ve doğrulanamadı.
zh_hans: 无法验证语言包下载。

source: The language-pack update contains an unsafe file.
de: Das Sprachpaket-Update enthält eine unsichere Datei.
es: La actualización del paquete de idioma contiene un archivo no seguro.
et: Keelepaketi värskendus sisaldab ebaturvalist faili.
fr: La mise à jour du pack linguistique contient un fichier non sûr.
hi: भाषा पैक अपडेट में असुरक्षित फ़ाइल है।
hu: A nyelvi csomag frissítése nem biztonságos fájlt tartalmaz.
it: L’aggiornamento del pacchetto lingua contiene un file non sicuro.
ja: 言語パックのアップデートに安全でないファイルが含まれています。
ko: 언어 팩 업데이트에 안전하지 않은 파일이 포함되어 있습니다.
ms: Kemas kini pek bahasa mengandungi fail yang tidak selamat.
ne: भाषा प्याक अद्यावधिकमा असुरक्षित फाइल छ।
pt: A atualização do pacote de idioma contém um ficheiro inseguro.
ru: Обновление языкового пакета содержит небезопасный файл.
tr: Dil paketi güncellemesi güvenli olmayan bir dosya içeriyor.
zh_hans: 语言包更新包含不安全的文件。

source: The language-pack update is invalid.
de: Das Sprachpaket-Update ist ungültig.
es: La actualización del paquete de idioma no es válida.
et: Keelepaketi värskendus ei kehti.
fr: La mise à jour du pack linguistique n’est pas valide.
hi: भाषा पैक अपडेट अमान्य है।
hu: A nyelvi csomag frissítése érvénytelen.
it: L’aggiornamento del pacchetto lingua non è valido.
ja: 言語パックのアップデートが無効です。
ko: 언어 팩 업데이트가 올바르지 않습니다.
ms: Kemas kini pek bahasa tidak sah.
ne: भाषा प्याक अद्यावधिक अमान्य छ।
pt: A atualização do pacote de idioma não é válida.
ru: Обновление языкового пакета недействительно.
tr: Dil paketi güncellemesi geçersiz.
zh_hans: 语言包更新无效。

source: The layout %@ types on. Change which one it uses in Languages.
de: Die Anordnung, auf der %@ getippt wird. Welche es nutzt, änderst du unter Sprachen.
es: La disposición con la que se escribe %@. Cambia cuál usa en Idiomas.
et: Paigutus, milles %@ tipitakse. Muuda, millist ta kasutab, lehel Keeled.
fr: La disposition sur laquelle %@ s’écrit. Choisis-en une autre dans Langues.
hu: Az elrendezés, amin a(z) %@ íródik. A Nyelvek alatt választhatsz másikat.
it: La disposizione su cui si scrive %@. Cambia quale usa in Lingue.
ja: %@ を入力するキー配列です。どれを使うかは「言語」で変更できます。
ko: %@을(를) 입력하는 자판 배열입니다. 어떤 배열을 쓸지는 ‘언어’에서 바꿉니다.
ms: Susunan kekunci untuk menaip %@. Tukar yang mana satu digunakan dalam Bahasa.
pt: A disposição em que %@ se escreve. Muda qual usa em Idiomas.
ru: Раскладка, на которой печатает «%@». Сменить её можно в «Языках».
zh_hans: 输入%@时使用的键位排布。要换成哪一套，可在「语言」里改。

source: The layout-pack download could not be verified.
de: Der Download des Layout-Pakets konnte nicht überprüft werden.
es: No se pudo verificar la descarga del paquete de disposiciones.
et: Paigutuspaketi allalaadimist ei saanud kinnitada.
fr: Le téléchargement du pack de dispositions n’a pas pu être vérifié.
hu: Az elrendezéscsomag letöltését nem sikerült ellenőrizni.
it: Non è stato possibile verificare il download del pacchetto di layout.
ja: レイアウトパックのダウンロードを確認できませんでした。
ko: 레이아웃 팩 다운로드를 확인할 수 없습니다.
ms: Muat turun pek susun atur tidak dapat disahkan.
pt: Não foi possível verificar a transferência do pacote de esquemas.
ru: Не удалось проверить загрузку пакета раскладок.
zh_hans: 无法验证布局包下载。

source: The layout-pack update contains an unsafe file.
de: Das Update des Layout-Pakets enthält eine unsichere Datei.
es: La actualización del paquete de disposiciones contiene un archivo no seguro.
et: Paigutuspaki värskendus sisaldab ebaturvalist faili.
fr: La mise à jour du pack de dispositions contient un fichier dangereux.
hu: Az elrendezéscsomag frissítése nem biztonságos fájlt tartalmaz.
it: L’aggiornamento del pacchetto di layout contiene un file non sicuro.
ja: レイアウトパックのアップデートに安全でないファイルが含まれています。
ko: 레이아웃 팩 업데이트에 안전하지 않은 파일이 포함되어 있습니다.
ms: Kemas kini pek susun atur mengandungi fail yang tidak selamat.
pt: A atualização do pacote de esquemas contém um ficheiro inseguro.
ru: Обновление пакета раскладок содержит небезопасный файл.
zh_hans: 布局包更新包含不安全的文件。

source: The layout-pack update is invalid.
de: Das Update des Layout-Pakets ist ungültig.
es: La actualización del paquete de disposiciones no es válida.
et: Paigutuspaki värskendus on sobimatu.
fr: La mise à jour du pack de dispositions n’est pas valide.
hu: Az elrendezéscsomag frissítése érvénytelen.
it: L’aggiornamento del pacchetto di layout non è valido.
ja: レイアウトパックのアップデートが無効です。
ko: 레이아웃 팩 업데이트가 잘못되었습니다.
ms: Kemas kini pek susun atur tidak sah.
pt: A atualização do pacote de esquemas não é válida.
ru: Обновление пакета раскладок недействительно.
zh_hans: 布局包更新无效。

source: The light is holding still to protect performance. Presses still light up.
de: Das Licht bleibt unbewegt, um die Leistung zu schonen. Tastendrücke leuchten weiterhin auf.
es: La luz permanece fija para mantener el rendimiento. Las pulsaciones siguen iluminándose.
et: Jõudluse hoidmiseks valgus ei liigu. Vajutused süütavad endiselt valguse.
fr: La lumière reste fixe pour préserver les performances. Les touches s’allument toujours à l’appui.
hu: A teljesítmény megőrzése érdekében a fény nem mozog. A leütések továbbra is felvillannak.
it: La luce resta ferma per preservare le prestazioni. I tasti si illuminano ancora alla pressione.
ja: パフォーマンスを保つため、光の動きを止めています。キーを押したときの点灯は続きます。
ko: 성능을 유지하기 위해 빛이 움직이지 않습니다. 키를 누르면 계속 빛납니다.
ms: Cahaya tidak bergerak untuk mengekalkan prestasi. Kekunci masih menyala apabila ditekan.
pt: A luz fica estática para preservar o desempenho. As teclas continuam a iluminar-se ao premir.
ru: Подсветка неподвижна для сохранения производительности. Нажатия по-прежнему подсвечиваются.
zh_hans: 为保持性能，灯光保持静止。按键按下时仍会亮起。

source: The light takes the cap. Boldest look, and it overrules the theme.
de: Das Licht übernimmt die Taste. Der kräftigste Look – und er setzt sich über das Theme hinweg.
es: La luz se queda con la tecla. El look más intenso, y manda sobre el tema.
et: Valgus võtab kate endale. Kõige julgem ilme ja ta alistab teema.
fr: La lumière prend la touche. Le rendu le plus marqué, et il l'emporte sur le thème.
hu: A fény átveszi a gombot. A legerősebb hatás, és felülírja a témát.
it: La luce prende il tasto. L'effetto più deciso, e ha la meglio sul tema.
ja: 光がキー面を占めます。もっとも大胆で、テーマより優先されます。
ko: 빛이 키캡을 차지합니다. 가장 과감하고, 테마보다 우선합니다.
ms: Cahaya mengambil alih kekunci. Rupa paling berani, dan ia mengatasi tema.
pt: A luz fica com a tecla. O aspeto mais forte, e sobrepõe-se ao tema.
ru: Свет заливает всю клавишу. Самый смелый вид — он перекрывает тему.
zh_hans: 灯光占据键帽。最张扬的效果，并会盖过主题。

source: The list came with word counts, so common words will be suggested first.
de: Die Liste bringt Häufigkeiten mit – häufige Wörter werden zuerst vorgeschlagen.
es: La lista trae frecuencias, así que las palabras comunes se sugerirán primero.
et: Loendis olid sõnade arvud, seega tavasõnu soovitatakse esimesena.
fr: La liste contient des fréquences : les mots courants seront proposés en premier.
hu: A lista tartalmaz gyakorisági számokat, így a gyakori szavak kerülnek előre.
it: L’elenco include le frequenze, quindi le parole comuni verranno suggerite per prime.
ja: リストに出現数が付いているので、よく使う語から候補に出ます。
ko: 목록에 빈도 수치가 있어 자주 쓰는 단어가 먼저 추천됩니다.
ms: Senarai ini disertakan kiraan perkataan, jadi perkataan biasa akan dicadangkan dahulu.
pt: A lista traz frequências, por isso as palavras comuns aparecem primeiro.
ru: В списке были частоты слов, поэтому частые слова будут предлагаться первыми.
zh_hans: 词表自带词频，常用词会优先出现在候选中。

source: The list is alphabetical with no counts, so every word carries equal weight. A list with counts after each word ranks better.
de: Die Liste ist alphabetisch und ohne Häufigkeiten, also wiegt jedes Wort gleich. Eine Liste mit Zahlen hinter den Wörtern sortiert besser.
es: La lista está en orden alfabético y sin frecuencias, así que todas las palabras pesan igual. Una lista con un número tras cada palabra ordena mejor.
et: Loend on tähestikuline, ilma arvudeta, seega iga sõna kaalub võrdselt. Loend sõna järel olevate arvudega järjestab paremini.
fr: La liste est alphabétique et sans fréquences : tous les mots ont le même poids. Une liste avec un nombre après chaque mot donne un meilleur classement.
hu: A lista ábécérendben van, gyakoriságok nélkül, így minden szó azonos súlyú. A szavak után írt számokkal jobb lenne a sorrend.
it: L’elenco è in ordine alfabetico e senza frequenze, quindi ogni parola pesa uguale. Un elenco con un numero dopo ogni parola ordina meglio.
ja: リストは五十音・アルファベット順で出現数がないため、すべての語が同じ重みになります。語の後ろに数値があるリストなら候補順が良くなります。
ko: 목록이 사전순이고 빈도가 없어 모든 단어의 가중치가 같습니다. 단어 뒤에 숫자가 있는 목록이 순서가 더 좋습니다.
ms: Senarai ini mengikut abjad tanpa kiraan, jadi semua perkataan sama berat. Senarai dengan nombor selepas setiap perkataan menyusun lebih baik.
pt: A lista está por ordem alfabética e sem frequências, por isso todas as palavras pesam o mesmo. Uma lista com um número depois de cada palavra ordena melhor.
ru: Список отсортирован по алфавиту и без частот, поэтому все слова равнозначны. Список с числом после каждого слова ранжируется лучше.
zh_hans: 词表按字母顺序排列且没有词频，因此每个词权重相同。词后带数字的词表排序更好。

source: The list of installed plugins lives in Clink's shared storage, and the keyboard can only reach it with Full Access. Until it's on, the switcher stays out of the Tools menu.
de: Die Liste der installierten Plugins liegt in Clinks gemeinsamem Speicher, und die Tastatur kommt nur mit Vollzugriff daran. Bis der an ist, bleibt der Umschalter aus dem Werkzeuge-Menü draußen.
es: La lista de plugins instalados vive en el almacenamiento compartido de Clink, y el teclado solo llega a ella con acceso completo. Hasta que lo actives, el cambio de plugins no aparece en el menú Herramientas.
et: Paigaldatud pistikprogrammide loend asub Clinki jagatud salvestusruumis ja klaviatuur jõuab sinna ainult täisjuurdepääsuga. Enne kui see on sees, jääb vahetaja Tööriistade menüüst välja.
fr: La liste des plugins installés vit dans le stockage partagé de Clink, et le clavier n'y accède qu'avec l'accès complet. Tant qu'il est désactivé, le changeur reste hors du menu Outils.
hu: A telepített bővítmények listája a Clink megosztott tárhelyén van, és a billentyűzet csak teljes hozzáféréssel fér hozzá. Amíg ez ki van kapcsolva, a váltó nem kerül be az Eszközök menübe.
it: L'elenco dei plugin installati vive nella memoria condivisa di Clink, e la tastiera ci arriva solo con l'accesso completo. Finché è spento, il cambio plugin resta fuori dal menu Strumenti.
ja: インストール済みプラグインの一覧は Clink の共有ストレージにあり、キーボードはフルアクセスがないとそこに届きません。オンにするまで、切り替えはツールメニューに出てきません。
ko: 설치된 플러그인 목록은 Clink의 공유 저장소에 있어서, 키보드는 전체 접근이 있어야 닿을 수 있습니다. 켜기 전까지는 전환 도구가 도구 메뉴에 나오지 않습니다.
ms: Senarai plugin yang dipasang berada dalam storan kongsi Clink, dan papan kekunci hanya boleh mencapainya dengan akses penuh. Selagi ia belum dihidupkan, penukar itu tak muncul dalam menu Alat.
pt: A lista de plugins instalados vive no armazenamento partilhado do Clink, e o teclado só lhe chega com acesso total. Enquanto estiver desligado, a troca de plugins fica fora do menu Ferramentas.
ru: Список установленных плагинов лежит в общем хранилище Clink, а клавиатура добирается до него только при полном доступе. Пока он выключен, переключателя в меню инструментов не будет.
zh_hans: 已安装插件的列表存在 Clink 的共享存储里，而键盘只有拿到完全访问才够得着。没打开之前，切换器不会出现在工具菜单里。

source: The mark the double-space shortcut writes.
de: Das Zeichen, das die Leertasten-Abkürzung schreibt.
es: El signo que escribe el atajo del doble espacio.
et: Märk, mille topelttühiku otsetee sisestab.
fr: Le signe que produit le raccourci de la double espace.
hu: A jel, amit a dupla szóköz beír.
it: Il segno prodotto dalla scorciatoia del doppio spazio.
ja: スペースを 2 回押したときに入る記号です。
ko: 스페이스를 두 번 눌렀을 때 입력되는 기호입니다.
ms: Tanda yang ditulis oleh pintasan ruang dua kali.
pt: O sinal que o atalho do espaço duplo escreve.
ru: Знак, который ставит двойной пробел.
zh_hans: 连按两次空格时输入的符号。

source: The model couldn't finish that one. Try again.
de: Das Modell konnte die Aufgabe nicht abschließen. Versuch es erneut.
es: El modelo no ha podido completar la tarea. Inténtalo de nuevo.
et: Mudel ei suutnud toimingut lõpetada. Proovi uuesti.
fr: Le modèle n’a pas pu terminer. Réessaie.
hu: A modell nem tudta befejezni a feladatot. Próbáld újra.
it: Il modello non è riuscito a completare l’operazione. Riprova.
ja: モデルが処理を完了できませんでした。もう一度お試しください。
ko: 모델이 작업을 완료하지 못했습니다. 다시 시도해 주세요.
ms: Model tidak dapat menyelesaikan tugas itu. Cuba lagi.
pt: O modelo não conseguiu concluir a tarefa. Tente novamente.
ru: Модель не смогла завершить задачу. Попробуйте ещё раз.
zh_hans: 模型未能完成处理，请重试。

source: The model couldn't finish this request. See Details for more information.
de: Das Modell konnte diese Anfrage nicht abschließen. Mehr dazu unter „Details“.
es: El modelo no pudo completar esta solicitud. Consulta los detalles para obtener más información.
et: Mudel ei saanud seda päringut lõpule viia. Lisateavet leiad üksikasjadest.
fr: Le modèle n’a pas pu terminer cette demande. Consulte les détails pour en savoir plus.
hu: A modell nem tudta befejezni ezt a kérést. További információ a részleteknél.
it: Il modello non è riuscito a completare la richiesta. Consulta i dettagli per saperne di più.
ja: モデルがこのリクエストを完了できませんでした。「詳細」で詳しい情報を確認できます。
ko: 모델이 요청을 완료하지 못했습니다. 자세한 내용은 세부사항을 확인해 주세요.
ms: Model tidak dapat menyelesaikan permintaan ini. Lihat Butiran untuk maklumat lanjut.
pt: O modelo não conseguiu concluir este pedido. Consulta os detalhes para saberes mais.
ru: Модель не смогла выполнить запрос. Подробная информация доступна в разделе «Подробности».
zh_hans: 模型未能完成此请求。请查看详情了解更多信息。
